Revit 2024 API
SymbolTypeId.MmSup2 Property
 Symbol mm², indicating unit Square millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MmSup2 { get; }
Visual Basic
Public Shared ReadOnly Property MmSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MmSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace